LEXICON: dict[str, str] = {
    "start_no_client": "Привет, данный бот осуществляет пересылку сообщений из группы в канал, для его использования напиши @Tim_zavr",
    "start_client": "Поздравляю, всё работает, теперь напишите '/help', чтобы узнать команды бота.",
    "help": "Для отправки используйте '/send (Сообщение)'.\nДля удаления сообщения ответьте на него командой '/del'.",
    "del_no_thread": "Ответь на то сообщение, которое хочешь удалить.",
    "del_not_his": "Это не твоё сообщение, ты не можешь его удалить.",
    "del_old": "Сообщение слишком старое, чтобы его удалить, обратись к Админу.",
    "del_not_mes": "Сообщение должно начинаться с '/send', это не оно.",
    "not_acctive_group": "Ваша группа не активирована, пожалуйста обратитесь к @Tim_zavr.",
}

LEXICON_COMMANDS: dict[str, str] = {"/start": "Начало"}
